<html>

	<head>
		<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
		<title>FutureTrade Hintergeschichte</title>
	</head>

	<body bgcolor="white" text="navy">
		<div align="justify">
			<font face="Verdana">&nbsp;&nbsp;&nbsp;&nbsp;</font><font face="Verdana" size="4">E</font><font face="Verdana" size="2">s sind einhundertundsechzehn Galaktische Jahre seit dem ersten interstellaren Krieg, in dem ein Mensch mitwirkte, vergangen. Nach dem Sieg &uuml;ber die nationalistische Seite der Deros, wie die in ihrer Muttersprache hei&szlig;enden Derorsche von den Menschen genannt werden, fand ein in der Geschichte der Erde einmaliger technoligischer Fortschritt statt. Mit der Technik, die die Deros einem lieferten, stand den Menschen zum ersten Mal der Weg in den Weltraum au&szlig;erhalb unsere Sonnensystems offen. Es dauerte trotzdem noch etwa sechzig Jahre bis man von einer Ausbreitung in unserer Galaxie sprechen konnte. Dann erst ist sie zu einer Heimat der Menschheit, die Lebensstandard, Wirtschaft und Infrastruktur besitzt, gereift. Bis dahin rechnete man noch mit der Zeit der Erde. Zum Jahr 2100 wurde diese durch die Galaktische Zeit, die sich f&uuml;r den Weltraum besser eignet und trotzdem noch relativ einfach in die Erdzeit umgerechnet werden kann, ersetzt.</font>
			<p><font face="Verdana">&nbsp;&nbsp;&nbsp;&nbsp;</font><font face="Verdana" size="4">I</font><font face="Verdana" size="2">n dieser Periode stieg der Einflu&szlig; der Firmen, den vorher nur Regierungen und internationaler Verb&auml;nde der Erde besa&szlig;en, an. Nicht nur die Wirtschaft, auch die organisierte Kriminalit&auml;t profitierte von dieser Entwicklung. So ging die Vorherrschaft &uuml;ber unabh&auml;ngige Planeten und Kolonien teilweise an die Mafia und gro&szlig;e Syndikate &uuml;ber. Ein Beispiel daf&uuml;r ist El Forendt, welcher zum Erdstaat Mexikano-Amerika geh&ouml;rt. War es am Anfang nur die Drogenszene, die in der Hand des Syndikates &quot;Ognewaja Sawesa&quot; war, sind es heute auch kleine Betriebe und Orte.</font></p>
			<p><font face="Verdana">&nbsp;&nbsp;&nbsp;&nbsp;</font><font face="Verdana" size="4">Z</font><font face="Verdana" size="2">u einer Zeit, in der dies noch nicht vorauszusehen war, hast Du auf El Forendt eine Firma f&uuml;r planetarischen Transport gegr&uuml;ndet. Am Anfang lief sie gut und expandierte schnell, doch nach einiger Zeit stand das Syndikat in Deiner Firma und verlangte Schutzgeld. Widerwillig hattest Du zugestimmt, als man Dir androhte, Deine Freundin zu verschleppen. Das Schutzgeld bremste nat&uuml;rlich Deinen Erfolg, doch erst mit wachsender Einflu&szlig;nahme dieser Organisation verschlechterte sich die Auftragslage bis Deine Firma schlie&szlig;lich anfing, rote Zahlen zu schreiben. Als Du des erste Mal knapp vor dem Bankrott standest, hattest Du Dir einen Kredit bei Ognewaja Sawesa genommen. Doch der Kampf war aussichtslos und Du hattest die Wahl zwischen zwei M&ouml;glichkeiten. Entweder Du trittst dem Syndikat Dein Leben lang bei und bist eine Marionette f&uuml;r sie, oder Du fliehst. Du hast Dich f&uuml;r den zweiten Weg entschieden, obgleich sie Dir deutlich klargemacht haben, da&szlig; das Dein Tod bedeutet, wenn Du Dich nicht freiwillig stellst.</font></p>
			<p><font face="Verdana">&nbsp;&nbsp;&nbsp;&nbsp;</font><font face="Verdana" size="4">D</font><font face="Verdana" size="2">as erste Ziel Deiner Flucht soll Hi-Eco-Le, von dem Du aus Berichten geh&ouml;rt hast, sein. Es handelt sich dabei um einen Mond, auf dem eine Firma eine leicht-verst&auml;ndliche Wirtschaft etablieren m&ouml;chte. Die firmenzugeh&ouml;rigen Betriebe besitzen einen Einheitspreis f&uuml;r ihre Waren. Die Preise in den St&auml;dten und Raumh&auml;fen, die das Tor zur intergalaktischen Wirtschaft darstellen, orientieren sich an Angebot und Nachfrage, werden aber zus&auml;tzlich noch von der Firma &quot;Mattesh Inc.&quot; reguliert. Du siehst in diesem Experiment Deine Chance, um schnell an Geld f&uuml;r ein Raumschiff zu gelangen. Du glaubst, dem Syndikat nur dauerhaft entkommen zu k&ouml;nnen, wenn Du unabh&auml;ngig von bestehenden Fluglinien bist.</font></p>
			<p><font face="Verdana">&nbsp;&nbsp;&nbsp;&nbsp;</font><font face="Verdana" size="4">D</font><font face="Verdana" size="2">u bist mit gef&auml;lschten Papieren auf Hi-Eco-Le eingereist und hast Dir einen Truck gekauft, um Dich als freier H&auml;ndler zu bet&auml;tigen. Dabei erf&auml;hrst Du, da&szlig; sich jemand nach Dir erkundigt hat. Du wei&szlig;t, da&szlig; es sich um einen Auftragskiller, der zum Syndikat geh&ouml;rt, handelt mu&szlig;. Von Deinem letztem Verm&ouml;gen bringst Du den Fahrzeugh&auml;ndler dazu, den Bordcomputer Deines Trucks so zu modifizieren, da&szlig; er das Motorad, da&szlig; der Killer erworben hat, mittels dessen ID, welches ein eindeutig-idenfizierbarer Code, der sich in der gesamten H&uuml;lle des Vehikels befindet, ist, aufzusp&uuml;ren. Der Wettlauf gegen die Zeit beginnt...</font></p>
		</div>
		<div align="left">
			<p><font face="Verdana" size="2"><br>
			</font><font face="Verdana"><u>Hi-Eco-Le - ein Ort der die Wirtschaft revolutionieren k&ouml;nnte</u></font></p>
			<p><font face="Verdana" size="2">
			<table border="0" cellpadding="0" cellspacing="5" width="100%">
				<tr>
					<td width="200"><img height="200" width="200" src="hiecole.gif"></td>
					<td valign="top">
						<div align="right">
							<font size="2" face="Verdana">
							<table border="0" cellpadding="0" cellspacing="5" width="95%" height="100%">
								<tr>
									<td><font size="2">Bezeichnung:</font></td>
									<td><font size="2">Hi-Eco-Le</font></td>
								</tr>
								<tr>
									<td><font size="2">Klassifikation:</font></td>
									<td><font size="2">Mond</font></td>
								</tr>
								<tr>
									<td><font size="2">Position:</font></td>
									<td><font size="2">in der Umlaufbahn des Planeten &quot;Virko B&quot;</font></td>
								</tr>
								<tr>
									<td><font size="2">Besitzer:</font></td>
									<td><font size="2">Mattesh Inc.</font></td>
								</tr>
								<tr>
									<td><font size="2">Durchmesser:</font></td>
									<td><font size="2">1256 km</font></td>
								</tr>
								<tr>
									<td><font size="2">Umlaufzeit:</font></td>
									<td><font size="2">10:65,46 ST</font></td>
								</tr>
								<tr>
									<td><font size="2">Einstufung:</font></td>
									<td><font size="2">bewohnbar; fruchtbar; rohstoffhaltig</font></td>
								</tr>
							</table>
							</font></div>
					</td>
				</tr>
			</table>
			</font></div>
	</body>

</html>
